[["BREAKFAST", [{"url": "http://www.bread-and-butterfly.com", "price": "$13.", "restname": "Bread & Butterfly", "dishname": "Omelette du jour at Bread & Butterfly", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-515-4536", "address": {"geocode": [33.7624267, -84.3581691], "usmail": "290 Elizabeth St. N.E., Suite F, Atlanta, GA"}, "desc": "A true French omelette is hard to find, but Bread & Butterfly version offers a direct flight to Paris. Silky on the outside, lush and creamy on the inside — all it takes is good farm eggs, equally good butter and pure old-school technique. Daily variations include the addition of fresh goat cheese or intense pesto, but any day is a good day for this eggy delight. $13. 290 Elizabeth St. N.E., Suite F. 678-515-4536. "}, {"url": "http://www.xelapanus.com", "price": "$6.75.", "dishname": "Guatemalan tamale/pache/chuchito trio at Xelapan Cafeteria", "rest": "Xelapan Cafeteria", "phone": "770-452-8880", "feedher": {"noshed": false, "myrating": 0}, "address": {"geocode": [33.8965645, -84.28246279999999], "usmail": "5268 Buford Highway N.E., Doraville, GA"}, "desc": "Technically this is three dishes — all variations on the Guatemalan tamale — but the trio makes for a hearty breakfast or lunch, and tasting all three side by side is a great way to debate the merits of corn vs. rice vs. potato as bases for the perfect tamale. All come with bone-in chicken cooked inside, and the tamale and pache both come wrapped in aromatic maxan leaves (as opposed to the chuchito, wrapped in corn husk). Go early; they run out quick. $6.75. 5268 Buford Highway N.E., Doraville. 770-452-8880. "}, {"url": "http://www.ticonderogaclub.com", "price": "$8.", "restname": "Ticonderoga Club", "dishname": "Yoga Pants at Ticonderoga Club", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-458-4534", "address": {"geocode": [33.7567673, -84.3640337], "usmail": "Krog Street Market, 99 Krog St. N.E., Suite W, Atlanta, GA"}, "desc": "Maybe its the name (and the accompanying menu illustration of a taut tush) that makes the Yoga Pants a destination brunch dish. Or maybe it’s the intensely flavorful spent pineapple puree, made from the leftovers of juicing the fruit for the bar’s eponymous Ticonderoga Cup. Then again, it could be the hidden spread of honey underneath the thick yogurt, or the crunchy granola topped with toasted coconut and almonds. Regardless, there’s no better way in town to start your weekend off right. $8. Krog Street Market, 99 Krog St. N.E., Suite W. 404-458-4534. "}, {"url": "http://www.spillerpark.com", "price": "$7", "restname": "Spiller Park", "dishname": "Toast with avocado and fried egg (with a piccolo on the side) at Spiller Park", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-919-2978", "address": {"geocode": [33.7719459, -84.36652699999999], "usmail": "Ponce City Market, 675 Ponce de Leon Ave. N.E., Atlanta, GA"}, "desc": "ark’s avocado toast earns a home run thanks to the thick, buttered slices of sourdough bread that serve as its foundation, and the fact that you can get a perfectly pulled piccolo — espresso and steamed milk, twice as intense as a typical latte — as accompaniment. The avocado comes mashed up with chili powder, salt and lime, plus a scattering of salted radish slices. Don’t pass on the optional runny fried egg on top. $7 + $3.70. Ponce City Market, 675 Ponce de Leon Ave. N.E. 404-919-2978. "}, {"url": "http://www.northernchinaeatery.com", "price": "$4.", "restname": "Northern China Eatery", "dishname": "Twisted cruller with sweet soy milk at Northern China Eatery", "feedher": {"noshed": false, "myrating": 0}, "phone": "770-458-2282", "address": {"geocode": [33.8925843, -84.2838921], "usmail": "5141 Buford Highway N.E., Atlanta, GA"}, "desc": "In an age of overwrought doughnuts dueling to outdo each other, Northern China Eatery’s traditional fried-to-order crullers or youtiao, paired with warm house-made soy milk, are the ultimate simple pleasure. The crullers come in pairs, a foot long each, crisp outside and in. Dunk them, or let them briefly bathe in the sweetened soy milk before spooning up the goodness. Ideal for breakfast but served all day. $4. 5141 Buford Highway N.E. 770-458-2282. "}, {"url": "gopher://mia.buhi", "price": "$14.", "restname": "Rising Son", "dishname": "Fish and grits at Rising Son", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-600-5297", "address": {"geocode": [33.7764912, -84.2676451], "usmail": "124 N. Avondale Road, Atlanta, GA"}, "desc": "A traditional low country dish becomes a Piedmont variation in Avondale Estates. Here, a deep bowl of velvety cheese grits is topped with lightly fried North Carolina trout. The skin is crispy while the meat has a flaky tenderness. As a golden crown, choose two eggs. Poached is the way to go, swirling unctuous ribbons of yolk with creamy and crunchy forkfuls. $14. 124 N. Avondale Road. 404-600-5297. "}, {"url": "gopher://mia.buhi", "price": "$7.95.", "restname": "Gato", "dishname": "Cross-eyed scramble at Gato", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-371-0889", "address": {"geocode": [33.7649888, -84.3332927], "usmail": "1660 McLendon Ave. N.E., Atlanta, GA"}, "desc": "ists wait in line across the street for Flying Biscuit, ITP denizens grab a stool or booth at Candler Park’s Gato instead. One standout breakfast item, the vegetarian cross-eyed scramble, comprises a heap of seared tofu, green peppers, onions and seasonings on a plate, smothered by cheese as well as red and green salsas. If you can down the whole thing plus a side biscuit, you deserve a trophy. $7.95. 1660 McLendon Ave. N.E. 404-371-0889."}]], ["SMALL PLATES, APPS & SIDES", [{"url": "http://www.proofbakeshop.com", "price": "$140,", "restname": "Proof Bakeshop", "dishname": "Raspberry cream cheese Danish at Proof Bakeshop", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-541-1105", "address": {"geocode": [33.7811016, -84.38371630000002], "usmail": "999 Peachtree St. N.E., Suite 140, Atlanta, GA"}, "desc": "Jaws drop on cue when this brunch dish emerges from the kitchen — a steak and eggs platter that can feed a party of four, featuring a massive dry-aged, bone-in rib-eye cooked sous vide with aromatics like fennel and coriander, then finished on a Big Green Egg. Accoutrements vary week to week (as does the size and price of each steak), but you can expect several sunny-side-up eggs, a scattering of fried shrimp or oysters, sauces like a hollandaise or charred onion cream, and sides of grits or hash browns. Splurge away; that’s what brunch is for. Approximately $140, based on size. 999 Peachtree St. N.E., Suite 140. 404-541-1105. "}, {"url": "http://www.facebook.com/suzysiusbaos", "price": "$5/$7.", "restname": "Suzy Siu’s Baos and Taiyo Ramen", "dishname": "Pork wontons at Suzy Siu’s Baos and Taiyo Ramen", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-996-6504", "address": {"geocode": [33.7567673, -84.3640337], "usmail": "Krog Street Market, 99 Krog St. N.E., Suite J, Atlanta, GA."}, "desc": "<fix me   Taiyo Ramen: 130 Clairemont Ave., Decatur.> Suzy Siu’s Baos focuses on buns while Taiyo Ramen focuses on ramen, but these wontons, served up at both spots, are the ultimate sleeper hit. Stuffed with locally sourced pork and gulf shrimp, boiled and covered in aromatic poached garlic chili oil, they come from an old family recipe of chef George Yu’s, passed down to him by his mother. $5/$7. Suzy Siu’s Baos: Krog Street Market, 99 Krog St. N.E., Suite J. 404-996-6504. www.facebook.com/suzysiusbaos. Taiyo Ramen: 130 Clairemont Ave., Decatur. 404-996-6504. "}, {"url": "http://www.wreckingbarbrewpub.com", "price": "$6.", "restname": "Wrecking Bar", "dishname": "Wreck fries at Wrecking Bar", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-221-2600", "address": {"geocode": [33.7623214, -84.34974749999999], "usmail": "292 Moreland Ave. N.E., Atlanta, GA"}, "desc": "The best part about this big ol’ pile o’ fries is not the fact that they’re perfectly crisp and salty every time, or even that they’re served in a mini bucket on a tray covered in butcher paper for an easy-access feeding frenzy. It’s the quartet of house-made dipping sauces that comes alongside: classic ketchup, horseradish mustard, chili mayo and the crown jewel — Wrecking Bar’s take on green goddess dressing, made with buttermilk, basil, tarragon and anchovies. $6. 292 Moreland Ave. N.E. 404-221-2600. "}, {"url": "http://www.goodluckgourmetga.com", "price": "$8.", "restname": "Good Luck Gourmet", "dishname": "Chengdu-style dumplings in red oil at Good Luck Gourmet", "feedher": {"noshed": false, "myrating": 0}, "phone": "770-451-8118", "address": {"geocode": [33.9091609, -84.2688826], "usmail": "5750 Buford Highway N.E., Doraville, GA"}, "desc": "Good luck finding better dumplings in town — Good Luck Gourmet has taken over the mantle from prior Buford Highway tenant Gu’s Dumplings, now at Krog Street Market. The red oil version of Good Luck’s Chengdu-style dumplings brings a generous pile of bright white pouches swimming in a rust-red chili oil base, sprinkled with green cilantro leaves and stems. The wrappers are hefty though still tender, and the pork hidden inside provides a funky punch that pulls together the mild dumpling dough and intense broth. Thanks to the Sichuan spice, your tongue will tingle after every bite. $8. 5750 Buford Highway N.E., Doraville. 770-451-8118. "}, {"url": "http://www.doublezeroatl.com", "price": "$13.", "restname": "Double Zero", "dishname": "Oxtail at Double Zero", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-991-3666", "address": {"geocode": [33.787873, -84.32621189999999], "usmail": "1577 N. Decatur Road, Atlanta, GA"}, "desc": "Hesitation precedes the first taste. This pretty little nest is visually stunning. The meat within is impossibly tender after a long, slow braise over creamy pureed celery root. Tart supremes of grapefruit cut the richness, frisee adds a touch of bitterness, and swirls of crunchy filo envelop the beefy succulence. Yellow orbs of cured egg yolk further the depths of flavor with an umami hit of richness. Almost too pretty to eat. Almost. $13. 1577 N. Decatur Road. 404-991-3666. "}, {"url": "http://www.bscracklinbbq.com", "price": "$4.95.", "restname": "Cracklin BBQ", "dishname": "Hash and rice at B’s Cracklin BBQ", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-949-9912", "address": {"geocode": [33.8120613, -84.47208599999999], "usmail": "2061 Main St. N.W., Atlanta, GA"}, "desc": "There is no wrong way to make traditional hash, but Bryan Furman’s is so, so right. His heritage-breed whole hogs cook over oak and cherry wood for 12 hours. Using bits and pieces slow simmered in his mustard based, peach-infused barbecue sauce, the resulting gravy comes over rice. It’s thick and stewy with a tangy bite and pronounced black pepper. Hash always tastes better the next day, so we like to get a couple of extras for the road. $4.95. 2061 Main St. N.W. 678-949-9912. "}, {"url": "http://www.richardssouthernfried.com", "price": "$2.95", "restname": "Richards’ Southern Fried", "dishname": "Collard green pho at Richards’ Southern Fried", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-732-9594", "address": {"geocode": [33.7567673, -84.3640337], "usmail": "Krog Street Market, 99 Krog St. N.E., Atlanta"}, "desc": "Fusion-y takes on soul food favorites often end in culinary disaster — but that’s not the case with chef Todd Richards’ collard green pho, which blends the smoky collards you know and love with Asian-tinged flourishes like green onions, pickled eggs and a bone broth-style potlikker. Peppery bacon, pulled chicken and pickled jalapeños are also thrown into the mix. The result is a smooth-yet-tangy side that’s hearty and satisfying. $2.95 for small/$4.25 for large. Krog Street Market, 99 Krog St. N.E. 678-732-9594. "}, {"url": "http://www.lasbrasasdecatur.com", "price": "$2.50.", "restname": "Las Quekas de la Abuela", "dishname": "Chicharron taco at Las Quekas de la Abuela", "feedher": {"noshed": false, "myrating": 0}, "phone": "1-800-eat-shit", "address": {"geocode": [33.8637449, -84.3080909], "usmail": " Plaza Fiesta, 4166 Buford Highway N.E., Atlanta, GA"}, "desc": "A new spot tucked away in the back corner of the Plaza Fiesta food court on Buford Highway, Las Quekas’ name is Spanish slang for “grandma’s quesadillas” (and that’s accurate; they serve bomb quesadillas, and there’s a real grandma in charge). But the tacos are where it’s at. Our favorite? The chicarrones — crispy fried pork rinds stewed in salsa on a freshly made masa corn tortilla with chopped onions and cilantro. Mix and match to make a meal. $2.50. Plaza Fiesta, 4166 Buford Highway N.E."}, {"url": "gopher://mia.buhi", "dishname": "Biltong a", "feedher": {"noshed": false, "myrating": 0}, "restname": "< h o s e d >"}, {"url": "http://www.biltong-bar.com", "price": "$16.", "restname": "Biltong Bar", "dishname": "nd cheese board at Biltong Bar", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-515-0620", "address": {"geocode": [33.7719459, -84.36652699999999], "usmail": "Ponce City Market, 675 Ponce De Leon Ave. N.E., Atlanta, GA"}, "desc": "Move over, sad bowl of stale peanuts. South African-style, air-dried beef jerky (aka biltong) is a seriously superior drinking companion — salty, chewy, meaty and oh-so-satisfying. Resident mixologist Sean Gleason’s fanciful cocktails pair well with the bustling bar’s traditional sliced jerky and fleshy bits of droëwors (dried beef sausage). Upgrade it with a beautifully balanced selection of Sweet Grass Dairy’s triple cream brie, aged manchego, Mrs. Ball’s South African-style peach and apricot chutney, salty caperberries and sweet peppadews. $16. Ponce City Market, 675 Ponce De Leon Ave. N.E. 678-515-0620. "}, {"url": "http://www.revivaldecatur.com", "price": "$6.", "restname": "Revival", "dishname": "Green tomato casserole at Revival", "feedher": {"noshed": false, "myrating": 0}, "phone": "470-225-6770", "address": {"geocode": [33.7716707, -84.29469259999999], "usmail": "129 Church St., Decatur, GA"}, "desc": "You can imagine it bubbling in the oven: chunks of verdant tomatoes melded together with creamy cheeses. The rich, mornay-like sauce provides the perfect contrast to the tart tomatoes, and the crunchy browned topping is made of saltines. It’s like that familiar dish your great aunt brings to the family reunion each year. The one you reminisce about. $6. 129 Church St. 470-225-6770. "}, {"url": "http://www.facebook.com/Afrodish", "price": "$3.99.", "restname": "Afrodish", "dishname": "Red red at Afrodish", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-522-1054", "address": {"geocode": [33.7540928, -84.37987679999999], "usmail": "Sweet Auburn Curb Market, 209 Edgewood Ave. S.E., Atlanta, GA"}, "desc": "Fried plantains and hearty black-eyed pea stew come together in this traditional Ghanaian comfort dish, served from a fragrant stall inside the Sweet Auburn Curb Market. Legumes are stewed with oil, onions, tomatoes and spices and paired with sweet plantains fried to warm brown perfection. The tomatoes give the dish a reddish hue, hence its nickname: red red. Eat it piping hot for optimum flavor. $3.99. Sweet Auburn Curb Market, 209 Edgewood Ave. S.E. 404-522-1054. "}, {"url": "http://www.staplehouse.com", "price": "$12.", "restname": "Staplehouse", "dishname": "Chicken liver tart at Staplehouse", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-524-5005", "address": {"geocode": [33.7541582, -84.36983839999999], "usmail": "541 Edgewood Ave. S.E., Atlanta, GA"}, "desc": "It is a striking work of art against a white plate. A crisp tart shell supplies the canvas for a silky smooth liver mousse. Burnt honey gelée lends a sweet sheen. Green strawberry and ginger cut through the savory richness while pecan bits add further contrast. Like Van Gogh’s “Starry Night,” a humble sky made brilliant with layers of dynamic texture. $12. 541 Edgewood Ave. S.E. 404-524-5005. "}, {"url": "http://www.jrcrickets.com", "price": "$10.58.", "restname": "J.R. Crickets Midtown", "dishname": "Lemon pepper wet wings at J.R. Crickets Midtown", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-881-1950", "address": {"geocode": [33.7710112, -84.3831896], "usmail": " 129 North Ave. N.E., Atlanta, GA"}, "desc": "Around the year 2000, J.R. Crickets founder Paul Juliano noticed many of his customers liked to combine the heat of J.R.’s traditional hot sauce with the zest of their lemon pepper seasoning, creating a pungent scent and an even bolder flavor. He and a manager decided to add the hybrid hot wings to the menu, dubbing them “Fester wings,” after one Uncle Fester of “The Addams Family.” This year, the wings were rebranded as “lemon pepper wet,” (perhaps because of the word fester’s other meanings). Not for the faint of heart, these bad boys are best enjoyed fresh out the kitchen of the original Midtown location, an Atlanta institution. $10.58. 129 North Ave. N.E. 404-881-1950, and other metro Atlanta locations. "}, {"url": "http://www.brickstorepub.com", "price": "$8.", "restname": "Brick Store Pub", "dishname": "Sage fried pierogies at Brick Store Pub", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-687-0990", "address": {"geocode": [33.7751659, -84.29570760000001], "usmail": "125 E. Court Square, Decatur, GA"}, "desc": "Old World comfort food made irresistible, these dough pillows of pureed potato are neatly arranged with sweet threads of caramelized onion. A drizzle of browned butter compliments toasted edges, and spiced pecans impart a nutty crunch. Crispy fried sage is delicate and aromatic, adding a pine-like flavor that pairs well with this beloved Decatur pub’s abundance of hops. $8. 125 E. Court Square. 404-687-0990. "}, {"url": "http://www.brushatl.com", "price": "$13.", "restname": "Brush Sushi Izakaya", "dishname": "A5 wagyu nigiri at Brush Sushi Izakaya", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-949-9412", "address": {"geocode": [33.7734933, -84.295366], "usmail": "316 Church St., Decatur, GA"}, "desc": "A slight change in knife angle can transform the texture and taste of sushi. In this bite-sized hedonistic experience, chef Jason Liang scores a sliver of well-marbled beef flown in from Miyajaki, Japan, torches it lightly, adds tiny bits of grated garlic and ancient Japanese sea salt and embellishes with briny UGA caviar. It melts away on the tongue as you close your eyes in ecstasy. Yes, ecstasy. $13. 316 Church St. 678-949-9412. "}, {"url": "http://www.foxbrosbbq.com", "price": "$2.", "restname": "Fox Bros. Bar-B-Q", "dishname": "Jalapeño cornbread with honey butter at Fox Bros. Bar-B-Q", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-577-4030", "address": {"geocode": [33.761044, -84.3474964], "usmail": "1238 DeKalb Ave. N.E., Atlanta, GA"}, "desc": "The Fox Brothers’ jalapeño cornbread — golden brown on the outside with corn kernels and bits of jalapeño nestled inside a crumbly, pillowy center — is good enough on its own. But a smear of homemade honey butter adds another dimension of sweet-meets-savory, melt-in-your-mouth goodness that pairs perfectly with a big ole pile o’ barbecued meat. $2. 1238 DeKalb Ave. N.E. 404-577-4030. "}, {"url": "http://www.starprovisions.com/bacchanalia.", "price": "$95", "restname": "Bacchanalia", "dishname": "Capra Gia at Bacchanalia", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-365-0410", "address": {"geocode": [33.7949154, -84.4274806], "usmail": "1460 Ellsworth Industrial Blvd. N.W., Atlanta, GA"}, "desc": "with an array of seasonally inspired, artfully arranged dishes. The third course is all cheese-based, and the Capra Gia is a true standout: puffs of local, artisanal goat cheese from a family farm in Carrollton, Georgia, served atop a downy little goat cheese pancake with dill, spring onion and three types of beets harvested from Star Provisions’ own Summerland Farm. Not priced individually. Newly relocated further west to a sprawling, glass and wood structure on Ellsworth Industrial, Atlanta’s grand dame of modern fine dining has returned to its prix fixe menu (a cool $95 a head for four courses) with an array of seasonally inspired, artfully arranged dishes. The third course is all cheese-based, and the Capra Gia is a true standout: puffs of local, artisanal goat cheese from a family farm in Carrollton, Georgia, served atop a downy little goat cheese pancake with dill, spring onion and three types of beets harvested from Star Provisions’ own Summerland Farm. Not priced individually. 1460 Ellsworth Industrial Blvd. N.W. 404-365-0410. "}]], ["SOUPS", [{"url": "gopher://mia.buhi", "dishname": "SOUPS", "feedher": {"noshed": false, "myrating": 0}, "restname": "< h o s e d >"}, {"url": "gopher://mia.buhi", "price": "$8.50.", "restname": "New Lan Zhou", "dishname": "Braised beef hand-pulled noodle soup at New Lan Zhou", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-549-7853", "address": {"geocode": [33.8903722, -84.3000098], "usmail": "Atlanta Chinatown, 5385 New Peachtree Road, Chamblee, GA"}, "desc": "Watching the chefs at New Lan Zhou in the Atlanta Chinatown Mall food court hand-pull dough into impossibly long stretches of noodle is a joy. Digging into the noodles moments later offers joy times two. There are plenty of variations on the house special, but the braised beef version is our current favorite — offering chunky cubes of meat and a rich stock to counter those chewy noodles. Slurp away. $8.50. Atlanta Chinatown, 5385 New Peachtree Road, Chamblee. 678-549-7853."}, {"url": "http://www.athenspizzaatlanta.com", "price": "$3.95.", "restname": "Athens Pizza", "dishname": "Mama’s chicken lemon soup at Athens Pizza", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-636-1100", "address": {"geocode": [33.7919496, -84.30521430000002], "usmail": "1341 Clairmont Road, Decatur, GA"}, "desc": "With 50 years of business under its belt, this family-owned Greek pizzeria in North Decatur is a bastion for the tried and true. Its take on classic Greek avgolemono soup comes from matriarch Asie Papadopoulos’ secret family recipe: rice, chicken and a creamy base made from egg yolk, lemon juice and chicken broth. Just one bowl is guaranteed to cure whatever ails you. $3.95. 1341 Clairmont Road, Decatur. 404-636-1100. "}, {"url": "gopher://mia.buhi", "price": "$9.", "restname": "Yet Tuh", "dishname": "Spicy sausage stew at Yet Tuh", "feedher": {"noshed": false, "myrating": 0}, "phone": "770-454-9292", "address": {"geocode": [33.911962, -84.262085], "usmail": "3042 Oakcliff Road, Doraville, GA"}, "desc": "Yet Tuh specializes in Korean dishes that warm the soul, and its spicy sausage stew, or budae jjigae, may be the most soul-warming of all. This bubbling cauldron gets its flavor from chunks of sausage (admittedly rather spam-like, in a good way) paired with kimchi, plenty of tofu and green onion rounding out the dish. It’s hard to pinpoint what makes it work so well, but there’s a deeply funky depth to the broth that avoids being too spicy. $9. 3042 Oakcliff Road, Doraville. 770-454-9292."}, {"url": "http://www.panaharbangladeshi.com", "price": "$2.", "restname": "Panahar", "dishname": "Halim at Panahar", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-633-6655", "address": {"geocode": [33.8428437, -84.32728740000002], "usmail": "3375 Buford Highway N.E., Suite 1060, Atlanta, GA"}, "desc": "The fervent staff at BuHi Bangladeshi gem Panahar will convince you to try the prix fixe menu, and we suggest easing your stomach into it with a bowl of halim soup. The deep green puree of mixed vegetables and lentils is just spicy enough to prepare you for the feast ahead. Save some to slop up with your garlic naan. $2. 3375 Buford Highway N.E., Suite 1060. 404-633-6655. "}, {"url": "http://www.millerunion.com", "price": "$15.", "restname": "Miller Union", "dishname": "Shrimp and andouille gumbo at Miller Union", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-733-8550", "address": {"geocode": [33.7820228, -84.41300269999999], "usmail": "999 Brady Ave. N.W., Atlanta, GA"}, "desc": "Looking at the bowl, what strikes you first is the profoundly dark roux with its mesmerizing sheen. The umber shade promises a complex richness from continued whisking and a low-and-slow simmer. And it delivers. Oh, does it deliver. The gumbo is velvety, its thickness punctuated by bobbing nuggets of andouille sausage and plump Georgia shrimp over a mound of Carolina Gold rice. Buttery thick slices of crusty bread are at the ready for necessary sopping. $15. 999 Brady Ave. N.W. 678-733-8550. "}, {"url": "http://www.facebook.com/KarbonStar", "price": "$5", "restname": "KarbonStar Vitality", "dishname": "Blue Nile soup from KarbonStar Vitality", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-474-1276", "address": {"geocode": [33.7366961, -84.405845], "usmail": "542 Ralph David Abernathy Blvd. S.W., Atlanta, GA"}, "desc": "This latest addition to the West End’s thriving plant-based dining scene brings it strong with a rotating array of daily soups, salads, wraps, vegan pizzas and juices. Its Blue Nile is the truth: a hearty, creamy, peppery blend of coconut milk, veggies, beans and spices that packs a nutritional punch. In keeping with the traditional Rastafarian diet known as Ital, the soup (and everything else on the menu) is completely free from animal products, yeast, dairy and chemicals. $5 for 8 ounce/$8 for 16 ounce/$15 for 32 ounce. 1542 Ralph David Abernathy Blvd. S.W. 404-474-1276. "}, {"url": "http://www.jinya-ramenbar.com", "price": "$12.95.", "restname": "Jinya Ramen Bar", "dishname": "Black tonkotsu at Jinya Ramen Bar", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-600-6974", "address": {"geocode": [33.91853, -84.3779526], "usmail": "5975 Roswell Road, Suite B217, Sandy Springs, GA"}, "desc": "Slick and modern national chain it may be, but a bowl of Jinya’s tonkotsu holds a time-honored tradition. House-made noodles are springy. Toppings of earthy wood ear mushrooms, green onion, garlic chips, fried onion, oozy soy-marinated soft-boiled egg and brined and braised tender pork slices add ripples of flavor. But what it’s really about is the broth. The porky potage has an irresistible plushness, while drizzles of black garlic add charred nuttiness. $12.95. 5975 Roswell Road, Suite B217, Sandy Springs. 404-600-6974. "}]], ["SALADS", [{"url": "gopher://mia.buhi", "dishname": "SALADS", "feedher": {"noshed": false, "myrating": 0}, "restname": "< h o s e d >"}, {"url": "http://www.oneearedstagatl.com", "price": "$11.", "restname": "One Eared Stag", "dishname": "Dumpster salad at One Eared Stag", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-525-4479", "address": {"geocode": [33.7572073, -84.3541197], "usmail": "1029 Edgewood Ave. N.E., Atlanta, GA"}, "desc": "Mixed greens, thick bites of bacon, chopped hard-boiled egg and a wide, creamy pool of buttermilk dressing — these are the simple foundations of this oddly satisfying salad. The rest depends on the kitchen; they’ll throw in whatever they have lying around: potatoes, croutons, parmesan, seasonal veggies like radishes and carrots. Available at lunch and dinner, it’s a little different every time, but always fresh and locally sourced. $11. 1029 Edgewood Ave. N.E. 404-525-4479. "}, {"url": "http://www.wildleafsalads.com", "price": "$7.50/$9.50.", "restname": "Wildleaf", "dishname": "Cote d’Azur salad at Wildleaf", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-549-9302", "address": {"geocode": [33.8452896, -84.3715878], "usmail": "Terminus 100 Building, 3280 Peachtree Road N.E., Suite 140, Atlanta, GA"}, "desc": "A salty kalamata olive vinaigrette is the secret to this Niçoise-ish arugula salad, tossed with green beans, roasted new potatoes, cherry tomatoes, hard-boiled egg and slices of radish. Ask for extra fresh basil, tarragon and parsley on top for an herbal kick, and add Gulf shrimp ($4 extra) if you’re craving something from the sea. $7.50/$9.50. Terminus 100 Building, 3280 Peachtree Road N.E., Suite 140. 404-549-9302. "}, {"url": "http://www.facebook.com/royalmyanmarga", "price": "$7.50.", "restname": "Royal Myanmar Cuisine", "dishname": "Tea leaf salad at Royal Myanmar Cuisine", "feedher": {"noshed": false, "myrating": 0}, "phone": "470-359-7157", "address": {"geocode": [33.82418860000001, -84.23157479999999], "usmail": "1353 Brockett Road, Clarkston, GA"}, "desc": "In Myanmar, you can drink your tea and eat it, too. A staple dish in the Southeast Asian country also known as Burma, lah pet thoke is a rich and flavorful salad made from fermented green tea leaves, cabbage, crispy roasted legumes like peanuts and soy beans, fried garlic, dried shrimp and sesame seeds. This no-frills Clarkston eatery is one of the only places in the metro you can find it, and it’s worth the drive. $7.50. 1353 Brockett Road, Clarkston. 470-359-7157. "}, {"url": "http://www.thefederalatl.com", "price": "$12.", "restname": "the Federal", "dishname": "Sardinian flatbread at the Federal", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-343-3857", "address": {"geocode": [33.7835889, -84.384643], "usmail": "1050 Crescent Ave. N.E., Atlanta, GA"}, "desc": "The thin, crisp flatbread drizzled with herbs and argan oil may get top billing in this dish, but it’s the vinaigrette-kissed greens piled on top that will grab your attention. Shaved Vella dry jack cheese completes this classic from chef Shaun Doty’s repertoire, going back to his days at Shaun’s and MidCity Cuisine. $12. 1050 Crescent Ave. N.E. 404-343-3857. "}, {"url": "http://www.starprovisions.com/whstilesfish-camp", "price": "$11.", "restname": "W.H. Stiles Fish Camp", "dishname": "Crispy catfish Vietnamese salad at W.H. Stiles Fish Camp", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-235-3929", "address": {"geocode": [33.7719459, -84.36652699999999], "usmail": "Ponce City Market, 675 Ponce de Leon Ave. N.E, Atlanta, GA"}, "desc": "Dang, this salad is good. Choose between a crispy or pan-seared catfish (crispy is where it’s at — moist and flaky on the inside, golden brown on the outside) cradled in a bed of chopped cabbage and cucumber slaw with peanuts, cilantro and scallions. Slivers of jalapeño, a squeeze of lime and a light dressing of tangy fish sauce-kissed vinaigrette pull the whole thing together. $11. Ponce City Market, 675 Ponce de Leon Ave. N.E. 678-235-3929. "}, {"url": "http://www.smokebellybbq.com", "price": "$7.95.", "restname": "Smokebelly BBQ", "dishname": "Quinoa super food salad at Smokebelly BBQ", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-848-9100", "address": {"geocode": "<fixme>", "usmail": "128 E. Andrews Drive, Atlanta, GA"}, "desc": "Chock-full of sliced and shredded veggies like golden beets and Brussels sprouts, this salad bursts with color, texture and flavor. The well-crafted produce mix is nestled around a mound of chilled quinoa atop a bed of baby greens. It is at the same time light and refreshing, savory and comforting. A black pepper honey vinaigrette adds punchy tang, and a bowlful makes healthful taste hedonistic. $7.95. 128 E. Andrews Drive. 404-848-9100. "}, {"url": "http://www.twistedsoulcookhouseandpours.com/", "price": "$14.1133", "restname": "Twisted Soul", "dishname": "Twisted Soul salad at Twisted Soul", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-350-5500", "address": {"geocode": [33.7892516, -84.41860179999999], "usmail": "Huff Road, Atlanta, GA"}, "desc": "Invented back in the late ’90s at chef Deborah VanTrece’s long-shuttered first restaurant Edible Art, this healthful yet quintessentially Southern salad has accompanied the chef to each new venture like a beloved security blanket, from EAV to Decatur to her latest digs on the Westside. A generous pile of mixed greens and local veggies comes topped with creamy nuggets of pecan-crusted goat cheese, house-made cornbread croutons, and zingy cranberry peppercorn vinaigrette. $14.1133 Huff Road. 404-350-5500. "}]], ["BURGERS & SANDWICHES", [{"url": "gopher://mia.buhi", "dishname": "BURGERS & ", "feedher": {"noshed": false, "myrating": 0}, "restname": "< h o s e d >"}, {"url": "http://www.yallaatl.com", "price": "$7.", "restname": "Yalla", "dishname": "Sabich Pita at Yalla", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-506-9999", "address": {"geocode": [33.7567673, -84.3640337], "usmail": "Krog Street Market, 99 Krog St. N.E., Atlanta, GA"}, "desc": "No offense to the falafel or shawarma, but there’s one sandwich that stands above all others in the canon of Israeli cuisine, and that is the sabich pita. The foundation is fried eggplant, and Yalla has mastered the art, producing slices that are tender, smoky and dare we say, meaty? But the secret ingredient is the neon orange amba, made from mango and sundry spices. As with all Yalla dishes, feel free to customize, but the standard sabich composition with hummus, labne, tahini and hard-boiled egg is practically perfect. $7. Krog Street Market, 99 Krog St. N.E. 404-506-9999. "}, {"url": "http://www.lasbrasasdecatur.com", "price": "$10.", "restname": "Las Brasas", "dishname": "Chicken salad sandwich at Las Brasas", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-377-9121", "address": {"geocode": [33.7782657, -84.295205], "usmail": "614 Church St., Decatur, GA"}, "desc": "This humble eatery just outside downtown Decatur roasts its chicken Peruvian-style on a spiced hardwood charcoal rotisserie. The pulled chicken salad that results, made with an addictively creamy avocado mayo, is one of the city’s best. It comes with lettuce, tomato and onions on a soft egg bun and pairs beautifully with a side of crisp, crinkle-cut sweet potato fries. $10. 614 Church St., Decatur. 404-377-9121. "}, {"url": "http://www.facebook.com/KarbonStar", "price": "$12.", "restname": "Bon Ton", "dishname": "Nashville hot oyster roll at Bon Ton", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-996-6177", "address": {"geocode": [33.7728848, -84.3803952], "usmail": "674 Myrtle St. N.E., Atlanta, GA"}, "desc": "At Midtown’s New Orleans-meets-Vietnam eatery, the Nashville hot oyster roll turns heads. Big fat bellies are breaded and seasoned with five different types of chili, soaked in hot sauce and buttermilk, tossed in house-made Szechuan oil and served on a crusty Best Bread roll with mayo and crunchy dill pickles. A piquant XO sauce blended with a reduction of the house seafood boil comes on the side. $12. 674 Myrtle St. N.E. 404-996-6177. "}, {"url": "http://www.fredsmeatandbread.com", "price": "$14.", "restname": "Fred Meat & Bread", "dishname": "’Shroom Shire cheesesteak at Fred’s Meat & Bread", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-688-3733", "address": {"geocode": [33.756049, -84.36402780000002], "usmail": "99 Krog St. N.E., Atlanta, GA"}, "desc": "ble the best cheesesteak in town could be bested by another cheesesteak on the same menu? Fred’s regular cheesesteak is the standard bearer, but the ‘Shroom Shire version ups the ante, adding garlic aioli and a house mushroom-Worcestershire sauce that gives a powerful umami punch to the gut. Fred’s also mixes in provolone with its usual American cheese on this version. It’s still as gooey and messy as all get out, but a bit more refined. $14. 99 Krog St. N.E. 404-688-3733.       "}, {"url": "https://www.facebook.com/clatl", "price": "$8.95.", "restname": "La Fonda Latina", "dishname": "Bocadillo vegetariano at La Fonda Latina", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-607-0665", "address": {"geocode": [33.7734998, -84.357113], "usmail": "923 Ponce De Leon Ave N.E., Atlanta, GA"}, "desc": "As the yuppie blitz continues its intown face-lift, it’s important to remember the old standbys. La Fonda Latina is a Ponce institution, and the bocadillo vegetariano is a rite of passage: grilled tomatoes, squash, zucchini, cheddar and Monterey jack cheese with creamy Cuban dressing packed into a warm, freshly baked loaf of Cuban bread. It’s a cultural experience for those who don’t do pork. Add five shrimp for just a few dollars more and it pushes the bocadillo experience to a wholly new level of excellence. $8.95. 923 Ponce De Leon Ave N.E., and other metro locations. 404-607-0665. "}, {"url": "<none>", "price": "$2.15", "restname": "Brandi World Famous Hot Dogs", "dishname": "Chili slaw dog at Brandi’s World Famous Hot Dogs", "feedher": {"noshed": false, "myrating": 0}, "phone": "770-422-3681", "address": {"geocode": [33.9754628, -84.55369999999999], "usmail": "1377 Church St. Ext. N.E., Marietta, GA"}, "desc": "Line up alongside throngs of regulars at Brandi’s to wait your turn, then order up some chili slaw dogs — three if you’re merely hungry, four or five if you’re making the most of that trip to upper Marietta. These dogs are unadulterated old-time Southern goodness, with the spicy chili kicking in a wicked burn balanced out by crisp, sweet slaw. The neon red of the dog itself may startle you — all the more reason to have several and let the shock sink in. $2.15 each. 1377 Church St. Ext. N.E., Marietta. 770-422-3681."}, {"url": "http://www.lottafrutta.com", "price": "$6.25.", "restname": "Lottafrutta", "dishname": "Just Veggin’ sandwich at Lottafrutta", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-588-0857", "address": {"geocode": [33.7559668, -84.3680771], "usmail": "590 Auburn Ave. N.E., Atlanta, GA"}, "desc": " name suggests Lottafrutta specializes in fruit-based fare, the Old Fourth Ward shop has mastered its hearty sandwich game, as well. Both vegetarians and meatheads would find the Just Veggin’ panini satisfying. The sweet, flaky bread houses a tower of tomato, cucumbers, sprouts and avocado, plus a curled, melted slice of Havarti cheese. With a complementary side of chulpe (salty, toasted corn kernels), the meal is all you need before a jaunt on the nearby Beltline. $6.25. 590 Auburn Ave. N.E. 404-588-0857. "}, {"url": "http://www.castironatl.com", "price": "$13.", "restname": "Cast Iron", "dishname": "Bacon cheeseburger at Cast Iron", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-228-2005", "address": {"geocode": [33.7611507, -84.36531939999999], "usmail": "701-5 Highland Ave. N.E., Atlanta, GA"}, "desc": "es smothered in melty Tillamook cheddar with thick strips of bacon, served on locally-made chili cornmeal bread with little bits of jalapeño mixed in. On the side is the “burger salad”: a delightfully greasy pile of seasonal veggies roasted in, mmm, leftover burger juice. $13. 701-5 Highland Ave. N.E. 404-228-2005. "}, {"url": "http://www.buenagenteatl.com", "price": "$10.", "restname": "Buena Gente Cuban Bakery Truck", "dishname": "Medianoche at Buena Gente Cuban Bakery Truck", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-744-5638", "address": {"geocode": [33.747587, -84.4018], "usmail": "Rotating locations around Atlanta."}, "desc": "If you’re seeking the city’s top Cuban sandwiches, track down the Buena Gente food truck. On any given day, it’ll offer either a traditional Cuban or a medianoche — the only difference being the type of bread. Both offer house-roasted pork marinated in a piquant mojo sauce, plus the traditional ham, swiss, mustard and pickle. But the medianoche takes the cake with its slightly sweet, brioche-like bread — pressed down to a warm crisp, of course. $10. Rotating locations around Atlanta. 678-744-5638. "}, {"url": "http://www.candlerparkmarket.com", "price": "$8.", "restname": "The Cadillac", "dishname": "Candler Park Market Deli", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-373-9787", "address": {"geocode": [33.7650851, -84.333632], "usmail": "1642 McLendon Ave. N.E., Atlanta, GA"}, "desc": "Candler Park Market’s Deli Babes have been slinging some of Atlanta’s best sandwiches from their small counter in the back of this neighborhood one-stop shop for years, and when it comes to chicken salad sandwiches, the Cadillac is top-of-the-line. Just like its namesake, the Cadillac beats out similar models with its detailing: house-made dill pickles, sharp cheddar cheese and thick-cut bacon. Get it on sourdough bread, and thank us later. $8. 1642 McLendon Ave. N.E. 404-373-9787. "}, {"url": "gopher://mia.buhi", "price": "$4.95.", "restname": "Falafel King", "dishname": "Falafel sandwich at Falafel King", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-377-1716", "address": {"geocode": [33.7884305, -84.32637059999999], "usmail": "1405 Oxford Road N.E., Atlanta, GA"}, "desc": "Great news, y’all: the best falafel sandwich in metro Atlanta costs less than five bucks. Other places might be fancier or pack in more ingredients, but the sparseness of the King’s sandwich — just lettuce, tomato and cucumber stuffed inside a pita with five crisp balls of deep-fried chickpea — is also its glory. Add some house-made secret recipe spicy sauce for kick. Owned and operated for the past decade by a Korean couple that learned to make their falafel from the previous Israeli owner, the little shop also serves sushi and dumplings, as tasty as they are incongruous. $4.95. 1405 Oxford Road N.E. 404-377-1716."}, {"url": "http://www.heirloommarketbbq.com", "price": "$10", "restname": "Heirloom Market", "dishname": "Kordova at Heirloom Market", "feedher": {"noshed": false, "myrating": 0}, "phone": "770-612-2502", "address": {"geocode": [33.89859850000001, -84.447119], "usmail": "2243 Akers Mill Road S.E., Atlanta, GA"}, "desc": "Named after one of Heirloom’s choice pork purveyors (Jeff Cordova of Carolina Heritage Farms) and spelled with a K in homage to Korea, this layered sandwich starts with intense gochujang smoked pork shoulder, topped with kimchi cabbage and Korean-style pickles, drizzled with garlic-jalapeño ssam sauce and served on a toasted TGM Bread bun. Available as a special two or three times a week, there’s no better marriage of Southern barbecue and Korean sensibility. $10 (with one side). 2243 Akers Mill Road S.E. 770-612-2502. "}, {"url": "http://www.chaipanidecatur.com", "price": "$9.99.", "restname": "Chai Pani", "dishname": "Sloppy Jai at Chai Pani", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-378-4030", "address": {"geocode": [33.7753551, -84.3028001], "usmail": "406 W. Ponce de Leon Ave., Decatur, GA"}, "desc": "Leave it to Indian street food emporium Chai Pani to craft a must-chomp iteration of the beloved grade-school sandwich. For this Sloppy Joe — dubbed here the Sloppy Jai — boring ground beef is replaced with aromatically spiced lamb hash and topped with goodies like cilantro, chutney and yogurt. Chef Meherwan Irani calls it the “most awesome Sloppy Joe ever,” and he ain’t lying. $9.99. 406 W. Ponce de Leon Ave., Decatur. 404-378-4030. "}]], ["PASTA, PIZZA & NOODLES", [{"url": "gopher://mia.buhi", "dishname": "PASTA, PIZZA & NOODLES", "feedher": {"noshed": false, "myrating": 0}, "restname": "< h o s e d >"}, {"url": "http://www.storicofresco.com", "price": "$16.", "restname": "Storico Fresco", "dishname": "Tagliolini caccio e pepe at Storico Fresco", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-500-2181", "address": {"geocode": [33.8408822, -84.3759817], "usmail": "3167 Peachtree Road N.E., Atlanta, GA"}, "desc": "A major food website declared caccio e pepe as “the most overrated food obsession,” saying, “it’s just cheese and pepper, people.” Sure, the formula is simple, but in simplicity lies beauty. And Storico Fresco’s simple plate of tagliolini caccio e pepe is a thing of great beauty. What makes it so is neither the sharp and creamy coating of Pecorino Romano cheese, nor the plentiful sprinkling of Sarawak black pepper, but rather the simple perfection of the al dente strands of tagliolini. Let the joyful fork-twirling commence. $16. 3167 Peachtree Road N.E. 404-500-2181. "}, {"url": "http://www.o4wpizza.com", "price": "$24.50.", "restname": "O4W Pizza", "dishname": "I Love Pepperoni Detroit-style pizza at O4W Pizza", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-587-5420", "address": {"geocode": [34.0029252, -84.14517630000002], "usmail": "3117 Main St., Duluth, GA"}, "desc": "Not familiar with Detroit-style pizza? Get thee to Duluth for O4W’s homage to Motor City, available in a few variations that all share the same basic construct: rectangular pan, thick but airy pie. The I Love Pepperoni version has loads to love — most notably the craggy, crunchy cheese and pepperoni crust that forms around the edges. A blend of havarti, cheddar and mozzarella gives the pizza (and crust) a sharp and deep flavor profile unlike any other pizza I or O the P. $24.50. 3117 Main St., Duluth, 678-587-5420. "}, {"url": "http://www.biltong-bar.com", "price": "$12.", "restname": "Ton Ton Ramen", "dishname": "Invincible dan dan mazeman at Ton Ton Ramen", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-883-3507", "address": {"geocode": [33.7719459, -84.36652699999999], "usmail": "Ponce City Market, 675 Ponce de Leon Ave N.E., Atlanta, GA"}, "desc": "This ramen noodle dish is indeed invincible — it will crush your taste buds into submission with plentiful Szechuan chili oil and a heavy sprinkling of spice. The combo of chewy noodles and savory ground pork topped with a soft egg calls to mind a Chinese Bolognese made in Japan — and it works like some crazy cross-cultural masterpiece. $12. Ponce City Market, 675 Ponce de Leon Ave N.E., 404- 883-3507. "}, {"url": "http://www.cafelily.com", "price": "$17.", "restname": "Cafe Lily", "dishname": "Ravioli di zucca at Cafe Lily", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-371-9119", "address": {"geocode": [33.7750075, -84.3002429], "usmail": "308 W. Ponce de Leon Ave., Decatur, GA"}, "desc": "Butter makes everything better, but frying sage in it completely transforms the herb from furry and bitter to crispy and candied. Downtown Decatur mainstay Cafe Lily’s ravioli di zucca — pasta stuffed with butternut squash, pecorino cheese and a brown butter sauce made atmospheric by singed sage — is arguably one of the most underrated pasta dishes in Atlanta. Pee-wee Herman would marry it. $17. 308 W. Ponce de Leon Ave., Decatur. 404-371-9119. "}, {"url": "https://www.facebook.com/clatl", "price": "$18.", "restname": "La Tavola", "dishname": "Squid ink spaghetti at La Tavola", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-873-5430", "address": {"geocode": [33.7824937, -84.3549252], "usmail": "992 Virginia Ave. N.E., Atlanta, GA"}, "Desc": "A critically acclaimed yet oft-overlooked neighborhood favorite, this cozy Va-Hi trattoria has been serving up locally-sourced Italian fare since it opened back in 1999. All pastas are made fresh in-house, and the squid ink spaghetti is one of the best in town, tossed with marinated calamari, pan-toasted anchovy soffrito, garlic, calabrian chilis and a Thai basil pesto that balances the subtle blend of spice and brine. $18. 992 Virginia Ave. N.E. 404-873-5430. "}, {"url": "http://www.parishatl.com", "price": "$19.", "restname": "Parish", "dishname": "House-made demi rigatoni pasta at Parish", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-681-4434", "address": {"geocode": [33.7625367, -84.3597279], "usmail": "240 N. Highland Ave. N.E., Atlanta, GA"}, "desc": "Handmade pasta is delightful. It’s like you can taste the time and care human hands put into the production. At Parish, the house demi rigatoni made with semolina flour is no exception. Fresh tubes are cooked al dente and tossed in a lovely, nontraditional ragu that tastes like it’s been simmering for hours. The sauce is flavored with Italian sausage, fennel and pancetta, but the additions of ground Serrano ham and pork skins are what make it special. $19. 240 N. Highland Ave. N.E. 404-681-4434. "}, {"url": "http://www.varuni.us", "price": "$18.", "restname": "Varuni Napoli", "dishname": "Margherita pizza at Varuni Napoli", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-709-2690", "address": {"geocode": [33.7965626, -84.3687219], "usmail": "1540 Monroe Drive N.E., Atlanta, GA"}, "desc": "The simplicity of a margherita pizza demands the highest quality ingredients — and that’s where Varuni Napoli excels. Per owner Luca Varuni’s exacting Italian hand, the Neapolitan pizzeria’s version of this classic pie features dough made from imported doppio zero flour and filtered water. Stacked with fresh mozzarella, fragrant basil and locally sourced sweet tomatoes, it’s cooked in a beautiful custom-tiled Stefano Ferrara oven and served with love. $18. 1540 Monroe Drive N.E. 404-709-2690. "}, {"url": "http://www.boccaluppoatl.com", "price": "$18.", "restname": "BoccaLupo", "dishname": "Chicken liver ravioli at BoccaLupo", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-577-2332", "address": {"geocode": [33.7547044, -84.36274929999999], "usmail": "753 Edgewood Ave., Atlanta, GA"}, "desc": "Freshly made pasta is rolled thin into small parcels with creamy chicken liver tucked inside. The result is surprisingly light, covered in a mirepoix of seasonal vegetables and legumes. Sometimes it’s pink-eyed peas and green tomatoes, their sour notes rounding out the gentle richness of the liver. Often, the almost sweet bundles are accentuated with seasonal flowers and herbs. Accompany with a tangy dry white like a sauvignon blanc to further the perfection. $18. 753 Edgewood Ave. 404-577-2332. "}, {"url": "http://www.facebook.com/jackspizzandwings", "price": "$6.", "restname": "Jack’s Pizza & Wings", "dishname": "Slice of Rehab Defax pizza at Jack’s Pizza & Wings", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-525-4444", "address": {"geocode": [33.76154200000001, -84.3651295], "usmail": "676 Highland Ave. N.E., Atlanta, GA"}, "desc": "What do macaroni and cheese, homemade chili, hot dogs and sausage links have in common? They’re all things that can be found on a hulking slice of Rehab Defax pizza at Jack’s. To be honest, this particular ingredient combo makes no sense. But when you’re gobbling it up, tossing stray pieces of supple elbow macaroni that fell off back on top of the hot dogs where they belong and wiping chili sauce off your face, it becomes apparent that the most outrageous thing about this slice is how delicious it is. $6. 676 Highland Ave. N.E. 404-525-4444. "}, {"url": "http://www.lefatatl.com", "price": "$16.", "restname": "Le Fat", "dishname": "Crab noodle at Le Fat", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-439-9850", "address": {"geocode": [33.7780205, -84.408487], "usmail": "935 Marietta St. N.W., Atlanta, GA"}, "desc": "There’s lots to love at Guy Wong’s Westside Vietnamese outpost, Le Fat. But the  crab noodle — featuring creamy egg noodles, onions, cilantro and sweet chunks of both blue lump crab and snow crab (and we’d suggest a squeeze of lime just for kicks) — is a singular standout, worthy of a trip on its own. $16. 935 Marietta St. N.W. 404-439-9850. "}]], ["MEATLESS ENTREES", [{"url": "gopher://mia.buhi", "dishname": "MEATLESS ENTREES", "feedher": {"noshed": false, "myrating": 0}, "restname": "< h o s e d >"}, {"url": "gopher://mia.buhi", "price": "$6.25.", "restname": "Nam Phuong", "dishname": "Lemongrass tofu at Nam Phuong", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-633-2400", "address": {"geocode": [33.8611977, -84.3076411], "usmail": "4051 Buford Highway N.E., Atlanta, GA"}, "desc": "Pretty much everything at this Buford Highway bastion of Vietnamese cuisine is delicious. Heaping portions go far beyond the typical standbys and include a number of excellent vegetarian options. The lemongrass tofu is a fresh, healthy dish that will satisfy vegans and carnivores alike. Crisp on the outside and soft on the inside, hearty hunks of tofu come thoroughly coated in a salty, citrusy, slightly spicy sauce and served over sautéed veggies and delicate vermicelli noodles with a sprinkle of crunchy peanuts on top. $6.25. 4051 Buford Highway N.E. 404-633-2400."}, {"url": "http://www.lovingitlive.com", "price": "$21.50.", "restname": "Lov’n It Live", "dishname": "Lasagna at Lov’n It Live", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-765-9220", "address": {"geocode": [33.6788957, -84.4418229], "usmail": "2796 E. Point St., East Point, GA"}, "desc": "According to the proprietors of this East Point raw vegan haven, food is medicine. Each dish they serve up is packed with organic produce sourced from local farmers like those at College Park’s Metro Atlanta Urban Farm. The standout is their lasagna: layers of thinly sliced zucchini “noodles,” spinach and house-made chunky tomato sauce topped with drizzles of ooey gooey “cheese” made from raw pine nuts. It’s not cheap, but there are no shortcuts. $21.50. 2796 E. Point St., East Point. 404-765-9220. "}, {"url": "http://www.bahelethio.com", "price": "$11.99.", "restname": "Bahel Ethiopian Restaurant", "dishname": "Vegetarian combo at Bahel Ethiopian Restaurant", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-325-6000", "address": {"geocode": [33.8372146, -84.31000929999999], "usmail": "3125 Briarcliff Road N.E., Atlanta, GA"}, "desc": "Roll up your sleeves and dive in with this bountiful sampler platter of Ethiopian delights at the oft-overlooked Bahel, a quiet, family-owned café located directly across from the always-packed Desta. Dishes here are served family-style on huge platters lined with injera bread that soaks up flavorful vegan sauces in a way that’ll make you forget meat entirely. Creamy, spicy lentils are cooled by thick and hearty yellow peas, well-seasoned collards and cabbage add green to the plate, and potato and carrot sauce rounds out the rainbow of healthful delights. $11.99. 3125 Briarcliff Road N.E. 404-325-6000. "}, {"url": "http://www.jejusauna.com", "price": "$25", "restname": "Jeju Sauna", "dishname": "Tteokbokki at Jeju Sauna", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-336-7414", "address": {"geocode": [33.9567352, -84.1313215], "usmail": "3555 Gwinnett Place Drive N.W., Duluth, GA"}, "desc": "gets you 24 hours of unlimited access to a series of igloo-shaped saunas, tubs of varying temperature and spa treatments of varying degrees of brutality, you can take your meals at the homey onsite Korean café. Chow down on chewy cylindrical rice cakes in a fiery red gochujang broth that burns oh so good. After being stripped naked and scrubbed within an inch of your life, there’s something uniquely soothing about settling onto a cool tile floor and dipping into a steaming pot of tteokbokki. At Jeju, the sprawling Korean spa where $25 gets you 24 hours of unlimited access to a series of igloo-shaped saunas, tubs of varying temperature and spa treatments of varying degrees of brutality, you can take your meals at the homey onsite Korean café. Chow down on chewy cylindrical rice cakes in a fiery red gochujang broth that burns oh so good. $9. 3555 Gwinnett Place Drive N.W., Duluth. 678-336-7414. "}, {"url": "http://www.bhojanic.com", "price": "$9.95.", "restname": "Bhojanic", "dishname": "Paneer kathi roll at Bhojanic", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-841-8472", "address": {"geocode": [33.8467232, -84.36509769999999], "usmail": "3400 Around Lenox Road, Atlanta, GA"}, "desc": "comes very close to what you would actually find in the streets of Mumbai. Your choice of homemade Indian bread — flaky paratha, tortilla-thin whole wheat chapatti or warm buttery naan — is stuffed with cubes of tandoori spiced grilled paneer (a fresh, pressed cheese) dressed in aromatic mint chutney, raw onions and cucumbers. Add raw green chilies for an extra kick to your lunch hour. $9.95. 3400 Around Lenox Road. 404-841-8472. "}, {"url": "http://www.seansharvestmarket.com", "price": "$10.99", "restname": "Sean’s Harvest Market", "dishname": "Beltline burrito at Sean’s Harvest Market", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-343-6126", "address": {"geocode": [33.7382613, -84.4225081], "usmail": "1059 Ralph David Abernathy Blvd., Atlanta, GA"}, "desc": "Tassili Ma’at’s self-described “psychedelic shack” in the West End (inspired by the Temptations’ song of the same name) serves up raw, vegan food so good, even avowed carnivores can get down. The Punani wrap, with its mix of spicy kale, avocado, tomato, couscous and sweet coconut corn packs a flavorful punch without overwhelming the palate. It comes stuffed with so much food that the whole wheat wrap is the real MVP for successfully holding it all together. Chances are you’re going to want to save half for later. $10.99 for half/17.99 for whole. 1059 Ralph David Abernathy Blvd. 404-343-6126. "}, {"url": "http://www.sivasmidtown.com", "price": "$6.", "restname": "Sivas Midtown", "dishname": "Shakshuka at Sivas Midtown", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-343-6783", "address": {"geocode": [33.7762045, -84.3831755], "usmail": "794 Juniper Street, Atlanta, GA"}, "desc": "Gather for happy hour or Sunday brunch at Sivas Midtown, and order a few meze, or shared appetizers. The Eastern Turkish version of shakshuka here looks like a colorful, meatless, deconstructed lasagna with layers of fried eggplant, potatoes, peppers and onions. Garlicky plum tomato sauce and Turkish yogurt round out this perfect-for-sharing vegetarian dip, served with warm homemade pita bread. $6. 794 Juniper Street. 404-343-6783. "}, {"url": "http://www.avivabykameel.com", "price": "$9.25.", "restname": "Aviva by Kameel", "dishname": "Veggie platter at Aviva by Kameel", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-698-3600", "address": {"geocode": [33.7605628, -84.3865395], "usmail": "Peachtree Center, 225 Peachtree St. N.E., Atlanta, GA"}, "desc": "Variety makes life interesting. At Aviva by Kameel, it also makes life delicious. Kameel’s generous, pick-four veggie platter is a customizable cornucopia packed with vibrant flavors and textures. Usual suspects include things like mujaddara, a satisfying blend of tender lentils, brown rice and caramelized onions; sweet and savory glazed sweet potatoes; and fall-apart eggplant ratatouille bursting with fresh tomatoes and chunky garlic. The worst part about the whole experience is that you can only pick four. $9.25. Peachtree Center, 225 Peachtree St. N.E. 404-698-3600. "}, {"url": "gopher://mia.buhi", "dishname": "MEAT ENTREES", "feedher": {"noshed": false, "myrating": 0}, "restname": "< h o s e d >"}]], ["SOUPS", [{"url": "http://www.buenosdiascafe.com", "price": "$6.49/$9.99.", "restname": "Buenos Dias Cafe", "dishname": "Jackie’s Monster Quesadilla at Buenos Dias Cafe", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-584-0444", "address": {"geocode": [33.753858, -84.3886564], "usmail": "30 Decatur St. S.E., Atlanta, GA"}, "desc": "Georgia State students (and CL staffers alike) flock to Buenos Dias Cafe for its cheapness and deliciousness. An entire menu section is dedicated to “Customer Creations,” including Jackie’s monster quesadilla, which is stuffed with eggs, bacon, sweet plantains, tangy black bean spread and veggies on a whole wheat tortilla. Order the half size and still be hungry; request the whole thing and stay full forever. $6.49/$9.99. 30 Decatur St. S.E. 404-584-0444. "}, {"url": "http://www.dishdivekitchen.com", "price": "$13.", "restname": "Dish Dive", "dishname": "Braised pork belly at Dish Dive", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-957-7918", "address": {"geocode": [33.7645758, -84.3141912], "usmail": "2233 College Ave N.E., Decatur, GA"}, "desc": "This seriously decadent dish (you might want to share with a friend to avoid a heart attack) places a pillow of melt-in-your-mouth pork belly atop thick challah French toast dusted with cinnamon and powdered sugar, drizzled with sweet sorghum syrup and covered with seasonal fruit (right now it’s strawberries). A creamy pool of wild mushroom and leek grits comes on the side, for good measure. Is it breakfast? Dinner? An entrée? A dessert? Who cares — it’s delightful. $13. 2233 College Ave N.E., Decatur. 404-957-7918. "}, {"url": "http://www.watershedrestaurant.com", "price": "$16.75.", "restname": "Watershed", "dishname": "Chicken and dumplings at Watershed", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-809-3561", "address": {"geocode": [33.8050442, -84.394457], "usmail": "1820 Peachtree St. N.W., Atlanta, GA"}, "desc": "What appears as a simple, familiar dish quickly becomes soulful with one bite. Veteran chef Zeb Stevenson braises whole pastured birds and slow simmers his stock for richness. The thick broth — with strips of tender chicken, carrots, celery, parsley and thyme — is comfort illustrated, with a modern twist. Dumplings are steamed to order so they remain fluffy when the dish hits the table. $16.75. 1820 Peachtree St. N.W. 404-809-3561. "}, {"url": "gopher://mia.buhi", "dishname": "Plato de ", "feedher": {"noshed": false, "myrating": 0}, "restname": "Mami’s La Cubana"}, {"url": "gopher://mia.buhi", "price": "$8", "restname": "Mami’s La Cubana", "dishname": "puerco con mojo at Mami’s La Cubana", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-974-5487", "address": {"geocode": [33.658563, -84.40800899999999], "usmail": "579 N. Central Ave., Atlanta, GA"}, "desc": "Opened early last year in adorable downtown Hapeville, Mami’s La Cubana (housed inside a bright blue façade — you can’t miss it) has gained a loyal local following for its affordable array of real-deal Cuban favorites. The shredded pork, marinated in citrusy mojo criollo sauce and cooked low and slow, comes on a packed plate with yellow rice, sweet fried plantains and crusty buttered Cuban bread with a side of black beans. Get it on Tuesdays for only $8 and stay full all day. $9.50. 579 N. Central Ave. 678-974-5487."}, {"url": "http://www.kimball-house.com", "price": "$30.", "restname": "Kimball House", "dishname": "Bar steak at Kimball House", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-378-3502", "address": {"geocode": [33.7715945, -84.2922803], "usmail": "303 E. Howard Ave., Decatur, GA"}, "desc": "It’s no wonder hanger steak was a cut butchers once saved only for themselves. In Decatur’s former train depot, pony up to the stunning bar, and look beyond the admittedly spectacular oyster selection for this steakhouse-worthy plate. Full of beefy flavor and richness, the meat is hickory-smoked, peppercorn-crusted and  tender. The caramelized edges have those coveted charred bits; on the side sits a delicate circle of potato pave. $30. 303 E. Howard Ave., Decatur. 404-378-3502. "}, {"url": "gopher://mia.buhi", "dishname": "Medio po", "feedher": {"noshed": false, "myrating": 0}, "restname": "< h o s e d >"}, {"url": "http://www.kioscocolombianrestaurant.com", "price": "$15.50.", "restname": "Kiosco", "dishname": "llo al horno at Kiosco", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-337-7999", "address": {"geocode": [33.9509782, -84.5502557], "usmail": "48 Powder Springs St. S.W., Marietta, GA"}, "desc": "On a side street off Marietta Square sits Colombian eatery Kiosco. The waitstaff will likely sway you toward the medio pollo al horno, half of a roasted chicken with raspberry sauce. Crispy skin, tender meat and fruity preserves will seduce you before you realize you’ve pulled all the meat right off the bone. Entrées come with a side of lentil soup or an addictive salad consisting of garbanzo beans, carrots, red onions and cilantro tossed with red wine vinegar. $15.50. 48 Powder Springs St. S.W., Marietta. 678-337-7999.   "}, {"url": "http://www.urbanfoodie-eats.com", "dishname": "Dylan’s chicken and waffles at Urban Foodie Feed Store", "feedher": {"noshed": false, "myrating": 0}, "restname": "Urban Foodie Feed Store"}, {"url": "http://www.porchlightlatinkitchen.com", "price": "$200-$300 based on size of pig.", "restname": "Porch Light", "dishname": "Whole suckling pig from Porch Light Latin Kitchen", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-309-9858", "address": {"geocode": "<fixme>", "usmail": "300 Village Green Circle S.E., Smyrna, GA"}, "desc": "ge to Smyrna, and what better way than an entire suckling pig? Call ahead at least two days, and Gomez will phone up his farmer friends to find a little heritage piggy just for you and your party of eight to 12. Each pig (typically 20-30 pounds) gets a mojo brine, a rub of olive oil and salt and a slow roast before being shown to the dinner table. The kitchen then breaks it down and brings all the pork back (including the crisp skins) with a bevy of sides and intricate sauces like tomatillo salsa verde, chimichurri and guava chipotle barbecue. $200-$300 based on size of pig. 300 Village Green Circle S.E., Smyrna,. 678-309-9858. "}, {"url": "gopher://mia.buhi", "price": "$16.95.", "restname": "Woo Nam Jeong (Stone Bowl House)", "dishname": "Dolsot “stone bowl” bibimbap at Woo Nam Jeong (Stone Bowl House)", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-530-0844", "address": {"geocode": [33.912819, -84.26186899999999], "usmail": "5953 Buford Highway N.E., Atlanta, GA"}, "desc": "There may be no dish more comforting than the classic Korean rice bowl known as bibimbap. And when you’re in Atlanta, there’s still no better place to find it than ye olde Woo Nam Jeong. The dolsot “stone bowl” varietal is king: rice, veggies, bulgogi, your choice of protein and a sunny side up egg on top, served still sizzling in a hot stone pot so that the rice on the bottom, if left to do its thing, gets delightfully toasted and crispy, and accompanied by a plethora of tasty banchan. $16.95. 5953 Buford Highway N.E. 678-530-0844."}]], ["SEAFOOD", [{"url": "gopher://mia.buhi", "dishname": "SEAFOOD", "feedher": {"noshed": false, "myrating": 0}, "restname": "< h o s e d >"}, {"url": "http://www.fishbowlpokeshop.com", "price": "$5.50/$11.", "restname": "Poke Burri", "dishname": "Sushi doughnut at Poke Burri", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-913-7667", "address": {"geocode": [33.7409074, -84.3464539], "usmail": "479 Flat Shoals Ave. S.E., Atlanta, GA"}, "desc": "Sometimes it’s difficult fighting the urge to pick up sushi with your fingers and gobble it down. Fret no longer, the sushi doughnut (food trend alert!) is the perfect mash-up of Japanese tradition and American on-the-go eating. Poke Burri, located in EAV’s Global Grub Collective, fills a ring of rice with a mild layer of wasabi and fumi furikake mayonnaise. On top, sashimi tuna is sprinkled with avocado, scallions, sesame seeds, crunchy tempura and eel sauce. Once a coveted item on the secret menu, the sushi doughnut has been added to Poke Burri’s regular bill of fare. Opt for the regular size or the “mega huge” option if you’re feeling frisky. $5.50/$11. 479 Flat Shoals Ave. S.E. 404-913-7667."}, {"url": "http://www.stceciliaatl.com", "price": "$14.", "restname": "St. Cecilia", "dishname": "Wood grilled octopus at St. Cecilia", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-554-9995", "address": {"geocode": [33.8512597, -84.3614465], "usmail": "3455 Peachtree Road, Atlanta, GA"}, "desc": "When cooked correctly, octopus eats like a steak. Chef Craig Richards treats his tentacles this way, serving them simply with elements that stand up to the bold flavor. Poached in a flavorful stock then seared for crispy texture, this octopus is subtly smoky and super tender. Baby mizuna, pickled strands of onion, supremes of citrus and a spring pea dijon puree add bright, vegetal contrast. $14. 3455 Peachtree Road. 404-554-9995. "}, {"url": "http://www.mamak-kitchen.com", "price": "$8.95", "restname": "Mamak", "dishname": "Kari fish head at Mamak ", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-395-3192", "address": {"geocode": [33.8934591, -84.28433419999999], "usmail": "5150 Buford Highway N.E., Suite A-170, Doraville, GA"}, "desc": "This once-hidden BuHi gem is no longer quite so hidden (as you’ll realize trying to snag a table at lunchtime), but its menu of Malaysian street eats has stayed strong. Red snapper head, a regional delicacy, comes swimming in a rich, saffron-colored coconut milk curry packed with dry-fried green beans, eggplant and okra. Pulling the silky bits of fish flesh out of the whole head is a task but one that reaps big rewards. For easy access, go with the fillet option: breaded, fried and sautéed strips of catfish, just $8.95 at lunchtime. $15.95. 5150 Buford Highway N.E., Suite A-170, Doraville. 678-395-3192. "}, {"url": "http://www.yebobeachhaus.com", "price": "$27.", "restname": "Yebo Beach Haus", "dishname": "Coconut ceviche at Yebo Beach Haus", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-477-2100", "address": {"geocode": [33.9220513, -84.3796685], "usmail": "6112 Roswell Road, Atlanta, GA"}, "desc": "n at Rumi’s Kitchen is among the simplest dishes on the Persian menu — a thick fillet seared on the grill, served alongside basmati rice punched up with fava beans and dill. But simplicity belies the magic that happens when fire meets fish meets a dusting of Persian spices. It’s a safe choice among Rumi’s more exotic specialties, but this salmon delights time after time. $27. 6112 Roswell Road. 404-477-2100. "}, {"url": "http://www.starprovisions.com/whstilesfish-camp", "price": "$5", "restname": "Fish Bowl Poke", "dishname": "Poke bowl at Fish Bowl Poke", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-343-2467", "address": {"geocode": [33.7555171, -84.3892309], "usmail": "61 Broad St. N.W., Atlanta, GA"}, "desc": "off her next order). Bowls are highly customizable, with an order sheet to pencil in the base, proteins and toppings of your choosing, but here’s our tried and true: brown rice with salad, salmon and ahi tuna topped with everything (and we mean everything) — crab meat, cucumbers, seaweed salad, sweet onion, pickled ginger, avocado, masago, tempura flakes, sesame seeds and green onion. A spiral of wasabi aioli completes the dish. Delicious and nutritious. Located Downtown just a few blocks from CL’s office, Atlanta’s OG poke restaurant opened last year and serves up deconstructed sushi bowls like hotcakes (one of our staff members may or may not have already eaten here 10 times and earned $5 off her next order). Bowls are highly customizable, with an order sheet to pencil in the base, proteins and toppings of your choosing, but here’s our tried and true: brown rice with salad, salmon and ahi tuna topped with everything (and we mean everything) — crab meat, cucumbers, seaweed salad, sweet onion, pickled ginger, avocado, masago, tempura flakes, sesame seeds and green onion. A spiral of wasabi aioli completes the dish. Delicious and nutritious. $10.95 for regular/$12.95 for large. 61 Broad St. N.W. 404-343-2467. "}, {"url": "gopher://mia.buhi", "price": "$8.", "restname": "Penang", "dishname": "Honey squid at Penang", "feedher": {"noshed": false, "myrating": 0}, "phone": "770-220-0308", "address": {"geocode": [33.8847048, -84.2879274], "usmail": "4897 Buford Highway, Chamblee, GA"}, "desc": "No need to travel to Southeast Asia for craveable street food; simply head to Buford Highway. These tiny squid kind of resemble crunchy spiders, but in the cutest way. We swear. Deep-fried and doused in a honey-like rojak sauce until caramelized and brittle, they’re topped with sesame seeds and cilantro, and excellent for snacking. $8. 4897 Buford Highway, Chamblee. 770-220-0308. "}, {"url": "http://www.8armatl.com", "price": "$26.", "restname": "8arm", "dishname": "Whole branzino", "feedher": {"noshed": false, "myrating": 0}, "phone": "470-875-5856", "address": {"geocode": [33.7738023, -84.364226], "usmail": "710 Ponce de Leon Ave. N.E., Atlanta, GA"}, "desc": "Casual elegance, rustic sophistication — the same descriptors used for 8arm itself work for this dish. A whole silver-skinned European seabass, pan-roasted to crispness, rests on a vibrant puree of carrot with bright spritzes of lime juice. A confetti of tarragon enhances the pairing of the slightly tangy sauce with the delicate flavor of tender fish, taking it to enchantment level. The wine list is carefully curated with a proper wispy white match. $26. 710 Ponce de Leon Ave. N.E. 470-875-5856. "}, {"url": "http://www.empirestatesouth.com", "dishname": "Seafood boil at South New Orleans Seafood", "feedher": {"noshed": false, "myrating": 0}, "restname": "South New Orleans Seafood"}]], ["DESSERTS & SWEETS", [{"url": "gopher://mia.buhi", "dishname": "DESSERTS & SWEETS", "feedher": {"noshed": false, "myrating": 0}, "restname": "< h o s e d >"}, {"url": "http://www.littletartatl.com", "price": "$3.50.", "restname": "Little Tart Bakeshop", "dishname": "Praline escargot at Little Tart Bakeshop", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-348-4797", "address": {"geocode": [33.7463693, -84.3728016], "usmail": "437 Memorial Drive S.E., Atlanta, GA"}, "desc": "First off, know that no snails were harmed in the making of this beautiful pastry, inspired by those found at Du Pain et Des Idées in Paris. Imagine if a croissant collided with a pecan sticky bun at full speed —  crunching the croissant down to a broader, flatter, flakier version of its former self.  That is Little Tart’s irresistible praline escargot. Dusted with fine powdered sugar, it’s also the prettiest escargot you’ll ever devour. $3.50. 437 Memorial Drive S.E. 404-348-4797. "}, {"url": "http://www.icenyicecream.com/atlanta", "price": "$5.99.", "restname": "I-CE NY", "dishname": "Mango sticky rice rolled ice cream at I-CE NY", "feedher": {"noshed": false, "myrating": 0}, "phone": "470-275-3762", "address": {"geocode": [33.893614, -84.283386], "usmail": "Pinetree Shopping Center, 5177 Buford Highway N.E., Doraville, GA"}, "desc": "The Thai rolled ice cream craze has hit Atlanta hard — just look at the cluster of shops that have opened over the past year on a single quarter-mile stretch of Buford Highway. But I-CE NY’s seasonal mango sticky rice varietal (available through June) stands apart from the pack. A play on the classic Thai dessert, the dish blends coconut milk ice cream with mango, frozen in a thin layer on a cold metal plate, then scraped into chubby rolls and stacked upright. It’s then topped off with coconut milk sticky rice, bits of fresh mango and a sticky-sweet drizzle of condensed milk. $5.99. Pinetree Shopping Center, 5177 Buford Highway N.E., Doraville. 470-275-3762. "}, {"url": " www.freebirdscafe.com", "price": "$3.", "restname": "Free Birds Vegan Bakery", "dishname": "Peanut butter chocolate chip cookie at Free Birds Vegan Bakery ", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-229-8782", "address": {"geocode": [33.7345525, -117.9971374], "usmail": "<fixme>"}, "desc": "How do you make a vegan, gluten-free cookie taste amazing? The secret ingredient seems to be applesauce. Free Birds Vegan Bakery founder Brittany Love bakes her vegan goodies — including cupcakes, pies and custom cakes — at a shared kitchen in Douglasville but sells them online nationwide and at several eateries around town, including Tassili’s Raw Reality and Flats Handcrafted Flatbreads. Our favorite treat is the chocolate chip peanut butter cookie: slightly crispy on the edges, moist and chewy in the middle, thoroughly addictive and practically guilt-free! (Right?) $3. 404-229-8782. "}, {"url": "http://www.beetlecatatl.com", "price": "$7.", "restname": "Beetlecat", "dishname": "Coconut pie at Beetlecat", "feedher": {"noshed": false, "myrating": 0}, "phone": "678-732-0360", "address": {"geocode": [33.7619081, -84.358615], "usmail": "299 N. Highland Ave. N.E., Atlanta, GA"}, "desc": "It’s rich and dense yet at the same time light and fluffy. It’s so good that Jeni’s Ice Cream made an ice cream flavor/sundae to honor it. This coconut pie family recipe begins with a buttery graham cracker crust filled — and by that we mean piled high — with a vanilla-laden custard topped with heaps of golden toasted shredded, flaked coconut and crowned with a fluffy pillow of whipped cream. $7. 299 N. Highland Ave. N.E. 678-732-0360. "}, {"url": "http://www.thecornergrillecollegepark.com", "price": "$4/six for $6", "restname": "the Corner Grille", "dishname": "Beignets at the Corner Grille ", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-767-1135", "address": {"geocode": [33.6509423, -84.4498428], "usmail": "3823 E. Main St., Atlanta, GA"}, "desc": "Inside a century-old corner building that once housed an Episcopal church, the Corner Grille is a laid-back spot to grab brunch, lunch or dinner in historic College Park. The husband and wife owners’ Louisiana roots are proven by the beignets: deceptively thin squares of chewy, layered yeast flour pastry made from scratch and covered in a blizzard of powdered sugar. Eat them piping hot with a cup of coffee for the ultimate NOLA-inspired treat. Three for $4/six for $6. 3823 E. Main St. 404-767-1135. "}, {"url": "http://www.eatmespeakme.com", "price": "$5.", "restname": "Eat Me Speak Me", "dishname": "Blondie and milk at Eat Me Speak Me", "feedher": {"noshed": false, "myrating": 0}, "phone": "1-800-eat-shit", "address": {"geocode": [33.7742269, -84.2951822], "usmail": "Tiki Bar, 340 Church St., Decatur, GA"}, "desc": " Eat Me Speak Me at S.O.S. Chef Jarrett Stieber has become known for his quirky menu descriptions (“naive fennel,” “Gnudi and the Blowfish,” etc.). But despite the many nicknames he’s given to his now-beloved blondie and milk over the years, from Milky Blaylock to Four Non Blondies, the words he uses to describe the dessert get right to the point: ecstasy, happiness, bliss. These tawny bars are seductively chewy and get a liberal sprinkling of flaky Maldon sea salt before baking. The combo gives each bite a hint of depth and refinement. But not too much: Stieber serves his blondies with straws and a ramekin of whiskey-spiked milk and blondie puree for some dippin’ and a-sippin.’ $5. Eat Me Speak Me at S.O.S. Tiki Bar, 340 Church St., Decatur. "}, {"url": "http://www.queenofcream.com", "price": "$3.92.", "restname": "Queen of Cream", "dishname": "Lavender honeycomb ice cream at Queen of Cream ", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-331-0807", "address": {"geocode": [33.7607755, -84.36481409999999], "usmail": "701 Highland Ave. N.E., Atlanta, GA"}, "desc": "Tucked into an unassuming corner of Highland Avenue beside a dry cleaner and an apartment leasing office, this little ice cream shop has mastered the art of flavor creation, always landing on just the right amalgamation of texture, taste and whimsy. Our pick, made with lavender steeped in a house-made milk blend, emits a delicate floral aroma that hits the palate alongside sticky ribbons of honey and crunchy bits of baked honeycomb. $3.92. 701 Highland Ave. N.E. 404-331-0807. "}, {"url": "http://www.poorhendrix.com", "price": "$5.", "restname": "Poor Hendrix", "dishname": "Chocolate-coffee mousse at Poor Hendrix", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-549-8756", "address": {"geocode": [33.751069, -84.3093452], "usmail": "2371 Hosea L. Williams Drive S.E., Atlanta, GA"}, "desc": "The owner and executive chef at this new East Lake gem is five-time James Beard-nominated pastry chef Aaron Russell. And while Russell whips up a mean selection of small plates and entrees, his desserts still shine the brightest. The creamy chocolate-coffee mousse — served in a cute glass jar under a thick layer of piquant bourbon caramel sauce and topped with crunchy puffed rice for texture — is pure bliss. $5. 2371 Hosea L. Williams Drive S.E. 404-549-8756. "}, {"url": "http://www.blueseasexpress.com", "price": "$2.99", "restname": "Blue Seas Express & Catering", "dishname": "Supreme Bean Pie at Blue Seas Express & Catering", "feedher": {"noshed": false, "myrating": 0}, "phone": "404-330-8818", "address": {"geocode": [33.7632075, -84.4166607], "usmail": "890 Joseph E. Boone Blvd. N.W., Atlanta, GA"}, "desc": "Sitting among dozens of boarded-up homes in the Westside area known as the Bluff, this cafeteria-style restaurant is run in partnership by Muslims and Christians seeking to bring positive change to their long-overlooked neighborhood. The menu’s highlight is the Supreme Bean Pie, made from navy beans, which Nation of Islam founder Elijah Mohammed told his followers would make them live to 140 years old. While Mohammed died at 77, this is a seriously tasty pie: at once rich, sweet and savory with a crumbly, melt-in-your-mouth crust. $2.99 per slice/$12.99 per pie. 890 Joseph E. Boone Blvd. N.W. 404-330-8818. "}, {"url": "http://www.facebook.com/SarahDonuts", "price": "$1.69.", "restname": "Sarah Donuts", "dishname": "Sunflower at Sarah Donuts", "feedher": {"noshed": false, "myrating": 0}, "phone": " 770-409-9020", "address": {"geocode": [33.919962, -84.2113127], "usmail": "5860 Jimmy Carter Blvd. Suite 155, Norcross, GA"}, "desc": "This beautiful creation conquered all in our 2016 Ultimate Atlanta Doughnut Smackdown for good reason — the combination of cinnamon, sugar and petal after petal of dough-to-oil surface area creates a texture that regular doughnuts just can’t touch. In fact, Sarah’s sunflower comes dangerously close to being classified as a cinnamon roll, but it’s the gentle bath in hot oil that allows it to bloom into doughnut supremacy. $1.69. 5860 Jimmy Carter Blvd. Suite 155, Norcross, 770-409-9020. And other metro Atlanta locations. "}, {"url": "http://www.facebook.com/sweetauburnbakery", "dishname": "Sweet potato cheesecake at Sweet Auburn Bakery", "feedher": {"noshed": false, "myrating": 0}, "restname": "Sweet Auburn Bakery"}]]]